Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Each cue is a composed pattern with a rounded body and a soft attack rather than a canned tap, so it reads as a report and not an alarm. Progress ticks are coalesced: a burst of tool calls is felt as work happening, never as a rattle.
de: Jedes Signal ist ein komponiertes Muster mit einem runden Körper und einem sanften Anschlag statt eines vorgefertigten Tippens, sodass es sich wie eine Meldung liest und nicht wie ein Alarm. Fortschritts-Ticks werden zusammengefasst: Ein Schwung von Werkzeugaufrufen fühlt sich wie laufende Arbeit an, nie wie ein Rattern.
es: Cada señal es un patrón compuesto con un cuerpo redondeado y un ataque suave en lugar de un toque enlatado, de modo que se lee como un informe y no como una alarma. Los tics de progreso se agrupan: una ráfaga de llamadas a herramientas se siente como trabajo en curso, nunca como un traqueteo.
fr: Chaque signal est un motif composé avec un corps arrondi et une attaque douce plutôt qu’un tapotement tout fait, de sorte qu’il se lit comme un compte rendu et non comme une alarme. Les tics de progression sont fusionnés : une rafale d’appels d’outils se ressent comme du travail en cours, jamais comme un cliquetis.
it: Ogni segnale è un pattern composto con un corpo arrotondato e un attacco morbido anziché un tocco preconfezionato, così che si legga come un resoconto e non come un allarme. I tick di avanzamento vengono uniti: una raffica di chiamate a strumenti si percepisce come lavoro in corso, mai come un ticchettio.
ja: 各キューは、既製のタップ音ではなく、丸みのある本体と柔らかいアタックを持つ合成パターンなので、警報ではなく報告として感じられます。進捗の刻みはまとめられ、ツール呼び出しの連続は作業が進んでいる感覚として伝わり、ガタつきとしては感じられません。
ko: 각 신호는 기성 탭음이 아니라 둥근 몸체와 부드러운 어택을 지닌 합성 패턴이므로, 경보가 아니라 보고처럼 느껴집니다. 진행 틱은 하나로 합쳐지므로, 연속된 도구 호출은 덜컹거림이 아니라 작업이 진행되는 느낌으로 전달됩니다.
pt_br: Cada sinal é um padrão composto com um corpo arredondado e um ataque suave em vez de um toque pronto, então soa como um relatório, não como um alarme. Os tiques de progresso são fundidos: uma rajada de chamadas de ferramentas é sentida como trabalho acontecendo, nunca como um chacoalhar.
zh_hans: 每种提示音都是一种由圆润的音体和柔和起振组成的合成模式，而不是罐头式的敲击声，因此听起来像是一份报告，而不是警报。进度的滴答会被合并：一连串的工具调用会被感受为工作正在进行，而不是杂乱的震动。
zh_hant: 每種提示音都是一種由圓潤的音體和柔和起振組成的合成模式，而不是罐頭式的敲擊聲，因此聽起來像是一份報告，而不是警報。進度的滴答會被合併：一連串的工具呼叫會被感受為工作正在進行，而不是雜亂的震動。

source: Each provider's tightest window
de: Das engste Fenster jedes Anbieters
es: La ventana más ajustada de cada proveedor
fr: La fenêtre la plus tendue de chaque fournisseur
it: La finestra più stretta di ogni fornitore
ja: 各プロバイダの最も逼迫したウインドウ
ko: 각 제공자의 가장 빠듯한 구간
pt_br: A janela mais apertada de cada provedor
zh_hans: 各提供方最紧张的周期
zh_hant: 各供應商最緊張的週期

source: Earned: %@
de: Verdient: %@
es: Ganado: %@
fr: Gagné : %@
it: Guadagnato: %@
ja: 獲得: %@
ko: 획득: %@
pt_br: Ganho: %@
zh_hans: 已获得：%@
zh_hant: 已獲得：%@

source: Every window in the account, fullest first
de: Jedes Fenster im Konto, das vollste zuerst
es: Todas las ventanas de la cuenta, la más llena primero
fr: Toutes les fenêtres du compte, la plus pleine en premier
it: Ogni finestra dell’account, la più piena per prima
ja: アカウント内のすべてのウインドウを、最も逼迫したものから順に
ko: 계정의 모든 구간을, 가장 꽉 찬 것부터
pt_br: Todas as janelas da conta, a mais cheia primeiro
zh_hans: 账户中的每个周期，最满的排在最前
zh_hant: 帳戶中的每個週期，最滿的排在最前

source: Filled in below, so this phone and the server carry the same password.
de: Unten ausgefüllt, sodass dieses Telefon und der Server dasselbe Passwort tragen.
es: Rellenado abajo, de modo que este teléfono y el servidor lleven la misma contraseña.
fr: Rempli ci-dessous, afin que ce téléphone et le serveur portent le même mot de passe.
it: Compilato qui sotto, così questo telefono e il server condividono la stessa password.
ja: 下に自動入力されるため、この携帯電話とサーバは同じパスワードを持ちます。
ko: 아래에 자동으로 입력되어, 이 휴대폰과 서버가 같은 비밀번호를 갖게 됩니다.
pt_br: Preenchida abaixo, para que este telefone e o servidor usem a mesma senha.
zh_hans: 已在下方自动填入，这样这台手机和服务器就会使用同一个密码。
zh_hant: 已在下方自動填入，這樣這支手機和伺服器就會使用同一個密碼。

source: Filter chats — return to search inside
de: Chats filtern — Zurück, um darin zu suchen
es: Filtrar chats — vuelve para buscar dentro
fr: Filtrer les discussions — revenez pour chercher à l’intérieur
it: Filtra chat — torna per cercare all’interno
ja: チャットを絞り込む — 戻ると中を検索できます
ko: 채팅 필터링 — 돌아가면 안에서 검색할 수 있습니다
pt_br: Filtrar chats — volte para pesquisar dentro
zh_hans: 筛选对话 — 返回即可在其中搜索
zh_hant: 篩選對話 — 返回即可在其中搜尋

source: For a hardware keyboard — same keys and rebinding file as the desktops
de: Für eine Hardware-Tastatur — dieselben Tasten und dieselbe Umbelegungsdatei wie bei den Desktops
es: Para un teclado físico — las mismas teclas y el mismo archivo de reasignación que en los escritorios
fr: Pour un clavier physique — mêmes touches et même fichier de réaffectation que sur les ordinateurs de bureau
it: Per una tastiera fisica — stessi tasti e stesso file di riassegnazione dei desktop
ja: ハードウェアキーボード向け — デスクトップ版と同じキーと再割り当てファイルを使用
ko: 하드웨어 키보드용 — 데스크톱과 동일한 키와 재바인딩 파일 사용
pt_br: Para um teclado físico — as mesmas teclas e o mesmo arquivo de reatribuição dos desktops
zh_hans: 适用于硬件键盘 — 与桌面端相同的按键和重新绑定文件
zh_hant: 適用於硬體鍵盤 — 與桌面版相同的按鍵和重新繫結檔案

source: Ink only, whatever the wallpaper
de: Nur Tinte, unabhängig vom Hintergrundbild
es: Solo tinta, sea cual sea el fondo de pantalla
fr: Encre seule, quel que soit le fond d’écran
it: Solo inchiostro, qualunque sia lo sfondo
ja: 壁紙に関わらずインクのみ
ko: 배경 화면과 관계없이 잉크색만
pt_br: Somente tinta, seja qual for o papel de parede
zh_hans: 仅用墨色，与壁纸无关
zh_hant: 僅用墨色，與桌布無關

source: Last saved figures from %@ — refreshed from the server while this screen is up.
de: Zuletzt gespeicherte Werte von %@ — werden aktualisiert, solange dieser Bildschirm geöffnet ist.
es: Últimas cifras guardadas de %@ — se actualizan desde el servidor mientras esta pantalla está abierta.
fr: Derniers chiffres enregistrés de %@ — actualisés depuis le serveur tant que cet écran est ouvert.
it: Ultimi valori salvati da %@ — aggiornati dal server finché questa schermata è aperta.
ja: %@ からの最後に保存された数値です — この画面が表示されている間、サーバから更新されます。
ko: %@에서 마지막으로 저장된 수치입니다 — 이 화면이 열려 있는 동안 서버에서 새로고침됩니다.
pt_br: Últimos números salvos de %@ — atualizados a partir do servidor enquanto esta tela estiver aberta.
zh_hans: 来自 %@ 的最后保存数据 — 只要这个屏幕开着，就会从服务器刷新。
zh_hant: 來自 %@ 的最後儲存資料 — 只要這個畫面開著，就會從伺服器重新整理。

source: Leave empty for every provider your servers report.
de: Leer lassen für jeden Anbieter, den deine Server melden.
es: Déjalo vacío para todos los proveedores que reporten tus servidores.
fr: Laissez vide pour tous les fournisseurs que rapportent vos serveurs.
it: Lascia vuoto per tutti i fornitori segnalati dai tuoi server.
ja: 空欄のままにすると、あなたのサーバが報告するすべてのプロバイダが対象になります。
ko: 비워 두면 서버가 보고하는 모든 제공자가 대상이 됩니다.
pt_br: Deixe em branco para todos os provedores que seus servidores relatarem.
zh_hans: 留空即可包含你服务器所报告的所有提供方。
zh_hant: 留空即可包含你伺服器所回報的所有供應商。

source: Leave empty for whichever quota is tightest right now.
de: Leer lassen für das Kontingent, das gerade am knappsten ist.
es: Déjalo vacío para la cuota que esté más ajustada ahora mismo.
fr: Laissez vide pour le quota le plus tendu en ce moment.
it: Lascia vuoto per la quota più stretta in questo momento.
ja: 空欄のままにすると、今いちばん逼迫している割り当てが使われます。
ko: 비워 두면 지금 가장 빠듯한 한도가 사용됩니다.
pt_br: Deixe em branco para a cota mais apertada agora.
zh_hans: 留空即可使用当前最紧张的额度。
zh_hant: 留空即可使用目前最緊張的額度。

source: Live from %@. Percentages are the account's actual consumption, not an estimate.
de: Live von %@. Die Prozentwerte sind der tatsächliche Verbrauch des Kontos, keine Schätzung.
es: En vivo desde %@. Los porcentajes son el consumo real de la cuenta, no una estimación.
fr: En direct depuis %@. Les pourcentages sont la consommation réelle du compte, pas une estimation.
it: In diretta da %@. Le percentuali sono il consumo reale dell’account, non una stima.
ja: %@ からのライブ表示です。パーセンテージはアカウントの実際の消費量であり、推定値ではありません。
ko: %@에서 실시간으로 가져온 값입니다. 백분율은 추정치가 아니라 계정의 실제 사용량입니다.
pt_br: Ao vivo de %@. As porcentagens são o consumo real da conta, não uma estimativa.
zh_hans: 来自 %@ 的实时数据。百分比是账户的实际消耗量，而非估算值。
zh_hant: 來自 %@ 的即時資料。百分比是帳戶的實際消耗量，而非估算值。

source: Money and resets under every window
de: Geldbeträge und Rücksetzungen unter jedem Fenster
es: Importes y reinicios bajo cada ventana
fr: Montants et réinitialisations sous chaque fenêtre
it: Importi e azzeramenti sotto ogni finestra
ja: 各ウインドウの下に金額とリセット時刻を表示
ko: 각 구간 아래에 금액과 초기화 시각 표시
pt_br: Valores e reinícios sob cada janela
zh_hans: 在每个周期下方显示金额与重置时间
zh_hant: 在每個週期下方顯示金額與重設時間

source: Monochrome
de: Einfarbig
es: Monocromo
it: Monocromatico
ja: モノクロ
ko: 단색
pt_br: Monocromático
zh_hans: 单色
zh_hant: 單色

source: New chat in %@
de: Neuer Chat in %@
es: Nuevo chat en %@
fr: Nouvelle discussion dans %@
it: Nuova chat in %@
ja: %@ で新規チャット
ko: %@에서 새 채팅
pt_br: Novo chat em %@
zh_hans: 在 %@ 中新建对话
zh_hant: 在 %@ 中新增對話

source: Nothing here matches. Type a path starting with / or ~ to use it.
de: Nichts davon passt. Gib einen Pfad ein, der mit / oder ~ beginnt, um ihn zu verwenden.
es: Nada de esto coincide. Escribe una ruta que empiece por / o ~ para usarla.
fr: Rien ne correspond ici. Saisissez un chemin commençant par / ou ~ pour l’utiliser.
it: Niente corrisponde qui. Digita un percorso che inizia con / o ~ per usarlo.
ja: 一致するものがありません。/ または ~ で始まるパスを入力すると、それを使用できます。
ko: 일치하는 항목이 없습니다. /나 ~로 시작하는 경로를 입력하면 그대로 사용할 수 있습니다.
pt_br: Nada aqui corresponde. Digite um caminho começando com / ou ~ para usá-lo.
zh_hans: 没有匹配项。输入以 / 或 ~ 开头的路径即可直接使用。
zh_hant: 沒有相符項目。輸入以 / 或 ~ 開頭的路徑即可直接使用。

source: Nothing said “%@”
de: Niemand hat „%@“ gesagt
es: Nadie dijo «%@»
fr: Personne n’a dit « %@ »
it: Nessuno ha detto "%@"
ja: 「%@」と発言したものはありません
ko: "%@"라고 말한 내용이 없습니다
pt_br: Ninguém disse "%@"
zh_hans: 没有人说过“%@”
zh_hant: 沒有人說過「%@」

source: Numbers only — more windows on screen
de: Nur Zahlen — mehr Fenster auf dem Bildschirm
es: Solo números — más ventanas en pantalla
fr: Chiffres seuls — plus de fenêtres à l’écran
it: Solo numeri — più finestre sullo schermo
ja: 数字のみ — 画面によりたくさんのウインドウを表示
ko: 숫자만 — 화면에 더 많은 구간 표시
pt_br: Somente números — mais janelas na tela
zh_hans: 仅显示数字 — 屏幕上可容纳更多周期
zh_hant: 僅顯示數字 — 螢幕上可容納更多週期

source: Ollama models served by ollama.com are metered by your plan — a session window and a weekly one. Paste the account's API key here and Tailscode will show how much of each window you have used. Models on your own ollama server are unlimited and never wear this.
de: Ollama-Modelle, die von ollama.com bereitgestellt werden, werden über deinen Tarif gemessen — ein Sitzungsfenster und ein wöchentliches. Füge hier den API-Schlüssel des Kontos ein, und Tailscode zeigt dir, wie viel von jedem Fenster du verbraucht hast. Modelle auf deinem eigenen ollama-Server sind unbegrenzt und tragen das nie.
es: Los modelos de Ollama servidos por ollama.com se miden según tu plan — una ventana de sesión y una semanal. Pega aquí la clave de API de la cuenta y Tailscode te mostrará cuánto has usado de cada ventana. Los modelos en tu propio servidor de ollama son ilimitados y nunca muestran esto.
fr: Les modèles Ollama servis par ollama.com sont mesurés par votre forfait — une fenêtre de session et une hebdomadaire. Collez ici la clé API du compte et Tailscode vous montrera combien de chaque fenêtre vous avez utilisé. Les modèles sur votre propre serveur ollama sont illimités et ne portent jamais cela.
it: I modelli Ollama serviti da ollama.com sono misurati dal tuo piano — una finestra di sessione e una settimanale. Incolla qui la chiave API dell’account e Tailscode ti mostrerà quanto hai usato di ciascuna finestra. I modelli sul tuo server ollama personale sono illimitati e non lo mostrano mai.
ja: ollama.com が提供する Ollama モデルは、あなたのプランで計測されます — セッションウインドウと週間ウインドウの 2 つです。ここにアカウントの API キーを貼り付けると、Tailscode が各ウインドウの使用量を表示します。自分の ollama サーバ上のモデルは無制限で、これを示すことは決してありません。
ko: ollama.com이 제공하는 Ollama 모델은 요금제로 계량됩니다 — 세션 구간과 주간 구간 두 가지입니다. 여기에 계정의 API 키를 붙여넣으면 Tailscode가 각 구간의 사용량을 보여줍니다. 자신의 ollama 서버에 있는 모델은 무제한이며 이 표시가 전혀 나타나지 않습니다.
pt_br: Os modelos Ollama servidos pelo ollama.com são medidos pelo seu plano — uma janela de sessão e uma semanal. Cole aqui a chave de API da conta e o Tailscode mostrará quanto de cada janela você usou. Modelos no seu próprio servidor ollama são ilimitados e nunca mostram isso.
zh_hans: 由 ollama.com 提供的 Ollama 模型按你的套餐计量 — 一个会话周期和一个每周周期。在此粘贴账户的 API 密钥，Tailscode 就会显示你已用掉每个周期的多少。你自己 ollama 服务器上的模型不受限制，也从不显示这项内容。
zh_hant: 由 ollama.com 提供的 Ollama 模型按你的方案計量 — 一個工作階段週期和一個每週週期。在此貼上帳戶的 API 金鑰，Tailscode 就會顯示你已用掉每個週期的多少。你自己 ollama 伺服器上的模型不受限制，也從不顯示這項內容。

source: Ollama models served by ollama.com are metered by your plan. Add the account's API key and the session and weekly windows join these numbers.
de: Ollama-Modelle, die von ollama.com bereitgestellt werden, werden über deinen Tarif gemessen. Füge den API-Schlüssel des Kontos hinzu, und das Sitzungs- und das Wochenfenster reihen sich in diese Zahlen ein.
es: Los modelos de Ollama servidos por ollama.com se miden según tu plan. Añade la clave de API de la cuenta y las ventanas de sesión y semanal se unirán a estas cifras.
fr: Les modèles Ollama servis par ollama.com sont mesurés par votre forfait. Ajoutez la clé API du compte et les fenêtres de session et hebdomadaire rejoindront ces chiffres.
it: I modelli Ollama serviti da ollama.com sono misurati dal tuo piano. Aggiungi la chiave API dell’account e le finestre di sessione e settimanale si uniranno a questi numeri.
ja: ollama.com が提供する Ollama モデルは、あなたのプランで計測されます。アカウントの API キーを追加すると、セッションウインドウと週間ウインドウがこれらの数値に加わります。
ko: ollama.com이 제공하는 Ollama 모델은 요금제로 계량됩니다. 계정의 API 키를 추가하면 세션 구간과 주간 구간이 이 수치들에 합류합니다.
pt_br: Os modelos Ollama servidos pelo ollama.com são medidos pelo seu plano. Adicione a chave de API da conta e as janelas de sessão e semanal se juntarão a esses números.
zh_hans: 由 ollama.com 提供的 Ollama 模型按你的套餐计量。添加账户的 API 密钥后，会话周期和每周周期就会并入这些数字。
zh_hant: 由 ollama.com 提供的 Ollama 模型按你的方案計量。新增帳戶的 API 金鑰後，工作階段週期和每週週期就會併入這些數字。

source: One row per model, grouped by family. The chevron opens the other providers that run it.
de: Eine Zeile pro Modell, nach Familie gruppiert. Der Chevron öffnet die anderen Anbieter, die es betreiben.
es: Una fila por modelo, agrupadas por familia. La flecha abre los otros proveedores que lo ejecutan.
fr: Une ligne par modèle, groupées par famille. Le chevron ouvre les autres fournisseurs qui l’exécutent.
it: Una riga per modello, raggruppate per famiglia. Lo chevron apre gli altri fornitori che lo eseguono.
ja: モデルごとに 1 行で、ファミリーごとにまとめられています。シェブロンをタップすると、それを実行しているほかのプロバイダが開きます。
ko: 모델당 한 줄로, 계열별로 묶여 있습니다. 갈매기표를 누르면 그 모델을 실행하는 다른 제공자가 열립니다.
pt_br: Uma linha por modelo, agrupadas por família. O chevron abre os outros provedores que o executam.
zh_hans: 每个模型一行，按系列分组。V 形箭头会展开运行该模型的其他提供方。
zh_hant: 每個模型一列，按系列分組。V 形箭頭會展開執行該模型的其他供應商。

source: Open Tailscode with a question ready to type.
de: Öffnet Tailscode mit einer Frage, bereit zum Eintippen.
es: Abre Tailscode con una pregunta lista para escribir.
fr: Ouvre Tailscode avec une question prête à saisir.
it: Apre Tailscode con una domanda pronta da digitare.
ja: 質問をすぐ入力できる状態で Tailscode を開きます。
ko: 질문을 바로 입력할 수 있는 상태로 Tailscode를 엽니다.
pt_br: Abre o Tailscode com uma pergunta pronta para digitar.
zh_hans: 打开 Tailscode，问题已就绪，可以直接输入。
zh_hant: 開啟 Tailscode，問題已就緒，可以直接輸入。

source: Pick the quota this control watches.
de: Wähle das Kontingent, das dieses Bedienelement beobachtet.
es: Elige la cuota que este control observa.
fr: Choisissez le quota que ce contrôle surveille.
it: Scegli la quota che questo controllo osserva.
ja: このコントロールが監視する割り当てを選びます。
ko: 이 컨트롤이 지켜볼 한도를 선택하세요.
pt_br: Escolha a cota que este controle observa.
zh_hans: 选择此控制项要关注的额度。
zh_hant: 選擇此控制項要關注的額度。

source: Play %@
de: %@ abspielen
es: Reproducir %@
fr: Jouer %@
it: Riproduci %@
ja: %@ を再生
ko: %@ 재생
pt_br: Reproduzir %@
zh_hans: 播放 %@
zh_hant: 播放 %@

source: Rebind any of these by id in keybindings.json — in this app's folder in Files.
de: Belege jede davon per ID in keybindings.json neu — im Ordner dieser App in Dateien.
es: Reasigna cualquiera de estas por id en keybindings.json — en la carpeta de esta app en Archivos.
fr: Réaffectez n’importe laquelle d’entre elles par id dans keybindings.json — dans le dossier de cette app dans Fichiers.
it: Riassegna una qualsiasi di queste per id in keybindings.json — nella cartella di questa app in File.
ja: keybindings.json 内で id を指定すれば、これらを再割り当てできます — 「ファイル」内のこのアプリのフォルダにあります。
ko: keybindings.json에서 id로 지정하면 이 중 무엇이든 재바인딩할 수 있습니다 — "파일" 앱의 이 앱 폴더 안에 있습니다.
pt_br: Reatribua qualquer uma delas por id em keybindings.json — na pasta deste app em Arquivos.
zh_hans: 可以在 keybindings.json 中按 id 重新绑定这些按键 — 该文件位于“文件”应用中此应用的文件夹内。
zh_hant: 可以在 keybindings.json 中依 id 重新繫結這些按鍵 — 該檔案位於「檔案」應用程式中此應用程式的資料夾內。

source: Rows
de: Zeilen
es: Filas
fr: Lignes
it: Righe
ja: 行
ko: 행
pt_br: Linhas
zh_hans: 行数
zh_hant: 列數

source: Search %lld commands
de: %lld Befehle durchsuchen
es: Buscar %lld comandos
fr: Rechercher parmi %lld commandes
it: Cerca tra %lld comandi
ja: %lld 件のコマンドを検索
ko: 명령어 %lld개 검색
pt_br: Pesquisar %lld comandos
zh_hans: 搜索 %lld 个命令
zh_hant: 搜尋 %lld 個指令

source: Sending a prompt means waiting on a machine somewhere else. Tailscode reports that wait to your hand — sent, progress, a question, done — at the strength you set here.
de: Einen Prompt zu senden bedeutet, auf einen Rechner irgendwo anders zu warten. Tailscode meldet dieses Warten an deine Hand — gesendet, Fortschritt, eine Frage, fertig — mit der Stärke, die du hier einstellst.
es: Enviar un prompt significa esperar a una máquina en algún otro lugar. Tailscode informa de esa espera a tu mano — enviado, progreso, una pregunta, terminado — con la intensidad que fijes aquí.
fr: Envoyer une invite, c’est attendre une machine ailleurs. Tailscode rapporte cette attente à votre main — envoyé, progression, une question, terminé — à l’intensité que vous réglez ici.
it: Inviare un prompt significa attendere una macchina altrove. Tailscode riporta quell’attesa alla tua mano — inviato, avanzamento, una domanda, fatto — con l’intensità che imposti qui.
ja: プロンプトを送るということは、どこか別の場所にあるマシンを待つということです。Tailscode はその待ち時間を、ここで設定した強さで手に伝えます — 送信済み、進行中、質問、完了。
ko: 프롬프트를 보낸다는 것은 어딘가 다른 곳의 컴퓨터를 기다린다는 뜻입니다. Tailscode는 여기서 설정한 강도로 그 기다림을 손끝에 전달합니다 — 전송됨, 진행 중, 질문, 완료.
pt_br: Enviar um prompt significa esperar por uma máquina em outro lugar. O Tailscode relata essa espera à sua mão — enviado, progresso, uma pergunta, concluído — na intensidade que você define aqui.
zh_hans: 发送一次提示词，就是在等待远处的一台机器。Tailscode 会以你在这里设置的强度，把这段等待传到你的指尖 — 已发送、进行中、有问题、已完成。
zh_hant: 傳送一次提示詞，就是在等待遠處的一台機器。Tailscode 會以你在這裡設定的強度，把這段等待傳到你的指尖 — 已傳送、進行中、有問題、已完成。

source: Show reset countdown
de: Countdown bis zur Rücksetzung anzeigen
es: Mostrar cuenta atrás hasta el reinicio
fr: Afficher le compte à rebours de réinitialisation
it: Mostra il conto alla rovescia per l’azzeramento
ja: リセットまでのカウントダウンを表示
ko: 초기화까지 남은 시간 표시
pt_br: Mostrar contagem regressiva para reinício
zh_hans: 显示重置倒计时
zh_hant: 顯示重設倒數計時

source: Starting on %@
de: Startet auf %@
es: Iniciando en %@
fr: Démarrage sur %@
it: Avvio su %@
ja: %@ で開始中
ko: %@에서 시작 중
pt_br: Iniciando em %@
zh_hans: 正在 %@ 上启动
zh_hant: 正在 %@ 上啟動

source: Stored only in the Keychain, on this device. Read once per refresh to api.deepseek.com — the key never touches your servers.
de: Nur im Schlüsselbund gespeichert, auf diesem Gerät. Wird bei jeder Aktualisierung einmal bei api.deepseek.com abgerufen — der Schlüssel berührt nie deine Server.
es: Guardada solo en el llavero, en este dispositivo. Se lee una vez por actualización en api.deepseek.com — la clave nunca toca tus servidores.
fr: Stockée uniquement dans le Trousseau, sur cet appareil. Lue une fois par actualisation sur api.deepseek.com — la clé ne touche jamais vos serveurs.
it: Salvata solo nel Portachiavi, su questo dispositivo. Letta una volta per aggiornamento su api.deepseek.com — la chiave non tocca mai i tuoi server.
ja: この端末のキーチェーンにのみ保存されます。更新のたびに 1 回、api.deepseek.com から読み込まれます — キーがあなたのサーバに触れることはありません。
ko: 이 기기의 키체인에만 저장됩니다. 새로고침할 때마다 한 번씩 api.deepseek.com에서 읽어옵니다 — 이 키는 당신의 서버에는 절대 닿지 않습니다.
pt_br: Armazenada apenas no Chaveiro, neste dispositivo. Lida uma vez por atualização em api.deepseek.com — a chave nunca toca seus servidores.
zh_hans: 仅保存在这台设备的钥匙串中。每次刷新会向 api.deepseek.com 读取一次 — 该密钥绝不会接触到你的服务器。
zh_hant: 僅保存在這台裝置的鑰匙圈中。每次重新整理會向 api.deepseek.com 讀取一次 — 該金鑰絕不會接觸到你的伺服器。

source: Stored only in the Keychain, on this device. Read once per refresh to ollama.com — the key never touches your servers.
de: Nur im Schlüsselbund gespeichert, auf diesem Gerät. Wird bei jeder Aktualisierung einmal bei ollama.com abgerufen — der Schlüssel berührt nie deine Server.
es: Guardada solo en el llavero, en este dispositivo. Se lee una vez por actualización en ollama.com — la clave nunca toca tus servidores.
fr: Stockée uniquement dans le Trousseau, sur cet appareil. Lue une fois par actualisation sur ollama.com — la clé ne touche jamais vos serveurs.
it: Salvata solo nel Portachiavi, su questo dispositivo. Letta una volta per aggiornamento su ollama.com — la chiave non tocca mai i tuoi server.
ja: この端末のキーチェーンにのみ保存されます。更新のたびに 1 回、ollama.com から読み込まれます — キーがあなたのサーバに触れることはありません。
ko: 이 기기의 키체인에만 저장됩니다. 새로고침할 때마다 한 번씩 ollama.com에서 읽어옵니다 — 이 키는 당신의 서버에는 절대 닿지 않습니다.
pt_br: Armazenada apenas no Chaveiro, neste dispositivo. Lida uma vez por atualização em ollama.com — a chave nunca toca seus servidores.
zh_hans: 仅保存在这台设备的钥匙串中。每次刷新会向 ollama.com 读取一次 — 该密钥绝不会接触到你的服务器。
zh_hant: 僅保存在這台裝置的鑰匙圈中。每次重新整理會向 ollama.com 讀取一次 — 該金鑰絕不會接觸到你的伺服器。
